tataCoding/Help/epoukaz_dokumentace_pro_vyvojare_v9/XML_priklady/ZrusitPoukaz_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:cuep="http://www.sukl.cz/erp/cuep" xmlns:com="http://www.sukl.cz/erp/common">
    <soapenv:Header/>
    <soapenv:Body>
        <cuep:ZruseniPredpisuDotaz>
            <cuep:Doklad>
                <com:Uzivatel>669cac52-b591-4276-8815-f81a2f97192a</com:Uzivatel>
                <com:Pracoviste>00000908777</com:Pracoviste>
                <com:DatumZruseni>2021-09-05</com:DatumZruseni>
                <com:DuvodZruseni>omyl</com:DuvodZruseni>
                <cuep:ID_Dokladu>F3DFKKGAC</cuep:ID_Dokladu>
            </cuep:Doklad>
            <com:Zprava>
                <com:ID_Zpravy>28f69344-2d0d-4afc-9fc4-96ef3d0de3ff</com:ID_Zpravy>
                <com:Verze>202201A</com:Verze>
                <com:Odeslano>2021-09-05T21:41:07.419+02:00</com:Odeslano>
                <com:SW_Klienta>0123456789AB</com:SW_Klienta>
            </com:Zprava>
        </cuep:ZruseniPredpisuDotaz>
    </soapenv:Body>
</soapenv:Envelope>
